Repository: imsujan276/sqflite_tuts
Catalog: lib/l10n/intl_*.arb
Languages: ne

# todo
source: Todos
ne: कामहरु

# emptyTodoMsg
source: No todo is added.
ne: कुनै कार्य गर्न सेभ छैन।

# clearAllLabel
source: Clear all
ne: सबै मेटाउनुहोस्

# areyouSureMsg
source: Are you sure?
ne: के तपाईँ निश्चित हुनुहुन्छ?

# removeAllMsg
source: All the todos will be deleted permanently
ne: सबै कार्यहरू स्थायी रूपमा मेटिने छन्

# yesLabel
source: Yes
ne: हो

# noLabel
source: No
ne: होईन

# addTodoLabel
source: Create Todo
ne: काम थप्नुहोस्

# todoTitleLabel
source: Todo Title
ne: कामको शीर्षक

# todoDescLabel
source: Todo Description
ne: कामको विवरण

# statusLabel
source: Status
ne: स्थिति

# savelabel
source: Save
ne: थप्नुहोस्

# editTodoLabel
source: Edit Todo
ne: काम विवरण सम्पादन गर्नुहोस्

# titleRequiredMsg
source: Title is required
ne: शीर्षक आवश्यक छ

# descRequiredMsg
source: Description is required
ne: विवरण आवश्यक छ
